Repository: namld01810/MiniGameDemo
Catalog: BDLive/BDLive/*.lproj/Localizable.strings
Languages: vi

# hdr-details.text
source: MATCH DETAILS
vi: CHI TIẾT TRẬN ĐẤU

# hdr-bxh.text
source: TABLES
vi: BẢNG XẾP HẠNG

# hdr-nation.text
source: NATIONS
vi: QUỐC GIA

# hdr-game.txt
source: GAME
vi: GAME DỰ ĐOÁN

# menu-league.text
source: Leagues by nation
vi: Chọn giải đấu

# menu-favorite.text
source: Favourite matches
vi: Các trận quan tâm

# menu-ranking.text
source: League tables
vi: Bảng xếp hạng

# menu-bet.text
source: Game
vi: Game dự đoán

# menu-expert-review.text
source: Expert pick
vi: Nhận định chuyên gia

# menu-sys-review.text
source: Computer pick
vi: Máy tính dự đoán

# acc-info.text
source: Account
vi: Tài khoản

# acc-name.text
source: Account name
vi: Tên tài khoản

# acc-star.text
source: Balance
vi: Số sao

# acc-i-info.text
source: Info
vi: Thông tin

# acc-history.text
source: Bet history
vi: Lịch sử dự đoán

# acc-top-predictor.text
source: Best tipster
vi: Top dự đoán

# acc-sign-up.text
source: Sign up
vi: Mở tài khoản

# acc-sign-in.text
source: Sign in
vi: Đăng nhập

# acc-fb-sign-in.text
source: Facebook Login
vi: Đăng nhập bằng Facebook

# acc-lang-stt.text
source: Language
vi: Ngôn ngữ

# alert-chat-room.text
source: Please sign in to vote and bet!
vi: Hãy đăng nhập để tham gia thảo luận và bình chọn!

# alert-load-data-error.text
source: Could not connect to server.
vi: Lỗi tải dữ liệu

# alert-network-error.text
source: Check your network!
vi: Kiểm tra lại kết nối!

# alert-phone-existed-error.text
source: Phone number existed!
vi: Số điện thoại đã được đăng ký.

# acc-register.text
source: REGISTRATION
vi: TẠO TÀI KHOẢN MỚI

# acc-register-phonenumber.text
source: Enter your phone number
vi: Nhập số điện thoại của bạn

# acc-register-btn-continue.text
source: Continue
vi: Tiếp tục

# acc-register-btn-finish.text
source: Finish
vi: Hoàn tất

# acc-register-cbox-title.text
source: Confirm your phone
vi: Xác nhận số điện thoại

# acc-register-cbox-body.text
source: Is it your phone number?
vi: Đây có phải số điện thoại của bạn không?

# acc-register-cbox-btn-edit.text
source: Edit
vi: Thay đổi

# acc-register-cbox-inp-passwd.text
source: Enter your password
vi: Nhập mật khẩu của bạn

# acc-register-cbox-succeed.text
source: Registration successful!
vi: Đăng ký thành công!

# acc-register-cbox-failed.text
source: Registration unsuccessful!
vi: Đăng ký không thành công!

# acc-register-btn-back.text
source: Back
vi: Quay lại

# acc-login-title.text
source: SIGN IN
vi: ĐĂNG NHẬP

# acc-login-phone-no.text
source: Phone number
vi: Số điện thoại

# acc-login-passwd.text
source: Password
vi: Mật khẩu

# acc-login-alert-title.text
source: Login error
vi: Lỗi đăng nhập

# acc-login-alert-msg-error.text
source: Wrong phone number or password. Please try again!
vi: Sai số điện thoại hoặc mật khẩu. Vui lòng thử lại!

# acc-login-alert-btn-retry.text
source: Retry
vi: Thử lại

# game-forbiden.txt
source: Please sign in first!
vi: Bạn phải đăng nhập để sử dụng chức năng này.

# game-NS.txt
source: Place order
vi: Nhập sao

# game-DD.txt
source: Amount
vi: Đã đặt

# game-alert-success.txt
source: Order accepted!
vi: Chúc mừng bạn đặt cược thành công

# game-alert-authen.txt
source: You're not sign in, please sign in first
vi: Bạn chưa đăng nhập, vui lòng đăng nhập để đặt cược

# game-alert-balance.txt
source: Your balance is not enough
vi: Tài khoản không đủ để đặt cược, vui lòng nạp thẻ

# game-alert-sys.txt
source: System is overload, please try again later
vi: Hệ thống quá tải, xin vui lòng trở lại sau

# game-alert-failed.txt
source: Order failed
vi: Đặt cược không thành công

# game-alert-require-100.txt
source: Required at least 100 stars for each order.
vi: Bạn phải đặt tối thiểu 100 sao trở lên.

# btn-decline.txt
source: Cancel
vi: Huỷ

# btn-sign-in.txt
source: Sign in
vi: Đăng nhập

# btn-proceed.txt
source: Proceed
vi: Đặt

# btn-confirm.txt
source: Confirm
vi: Xác nhận

# btn-balance.txt
source: Balance
vi: Số dư

# btn-select.txt
source: Pick
vi: Đặt

# btn-passwd-change.txt
source: Change password
vi: Đổi mật khẩu

# btn-name-change.txt
source: Change name
vi: Đổi tên hiển thị

# change_display_name_dialog_msg
source: Enter new name:
vi: Xin mời nhập tên hiển thị mới:

# change_display_name_dialog_title
source: Change display name
vi: Đổi tên hiển thị

# change_display_name_alert_ok
source: Change name successfully!
vi: Chúc mừng bạn đã đổi tên thành công!

# change_display_name_alert_failed
source: Failed to change name, please try again!
vi: Đổi tên không thành công. Vui lòng thử lại!

# change_display_name_alert_title_failed
source: Error
vi: Lỗi xảy ra

# acc-info-ttdd
source: Prediction summary
vi: Thông tin dự đoán

# acc-info-sldd
source: No. of prediction
vi: Số lần dự đoán

# acc-info-slddt
source: Win
vi: Số lần dự đoán thắng

# acc-info-slddb
source: Lost
vi: Số lần dự đoán thua

# acc-info-sldd-cho
source: Pending
vi: Số dự đoán chờ kết quả

# acc-info-sao-thang
source: Win amount
vi: Sao đã thắng

# acc-info-sao-thua
source: Lost amount
vi: Sao đã thua

# acc-personal
source: Acc. Info
vi: Thông tin cá nhân

# acc-ten-hien-thi
source: Username
vi: Tên đăng nhập

# acc-gender
source: Gender
vi: Giới tính

# acc-birthday
source: Birthday
vi: Ngày sinh

# acc-mobile-phone
source: Handphone
vi: Di động

# acc-ls-stt
source: No.
vi: Stt

# acc-ls-date
source: Date
vi: Ngày

# acc-ls-match
source: Match
vi: Trận

# acc-ls-ret
source: Result
vi: Kết quả

# acc-ls-detail-box-title
source: Order details
vi: Chi tiết

# acc-ls-detail-box-date
source: Date ordered
vi: Ngày cược

# acc-ls-detail-box-date-thoigianthidau
source: Kick-off Date
vi: Trận đấu

# acc-ls-detail-box-match
source: Match
vi: Trận

# acc-ls-detail-box-tyso
source: Score
vi: Tỷ số

# acc-ls-detail-box-keo
source: Handicap
vi: Kèo

# acc-ls-detail-box-select
source: Picked
vi: Chọn

# acc-ls-detail-box-dat
source: Stake
vi: Đặt

# acc-ls-detail-box-recv
source: Return
vi: Nhận

# acc-ls-detail-box-result
source: Result
vi: Kết quả

# acc-ls-detail-box-abbr-win
source: Win
vi: Thắng

# acc-ls-detail-box-abbr-draw
source: Draw
vi: Hoà

# acc-ls-detail-box-abbr-lost
source: Lost
vi: Thua

# acc-ls-detail-box-abbr-pending
source: Pending
vi: Chờ

# acc-ls-detail-box-abbr-huy
source: Post.
vi: Huỷ

# acc-ls-detail-box-abbr-UO
source: Under - Over
vi: Tài - Xỉu

# acc-cpasswd-sdt
source: Phone number
vi: Số điện thoại

# acc-cpasswd-mkht
source: Old password
vi: Mật khẩu hiện tại

# acc-cpasswd-mkm
source: New password
vi: Mật khẩu mới

# acc-cpasswd-nlmk
source: Re-type new password
vi: Nhập lại mật khẩu

# acc-cpasswd-btn-ht
source: Finish
vi: Hoàn tất

# acc-cpasswd-hdr-title
source: PASSWORD CHANGE
vi: THAY ĐỔI MẬT KHẨU

# acc-top-ct
source: Top winner
vi: Top cao thủ

# acc-top-money
source: Big boy
vi: Top đại gia

# pf-hdr-title-computer-pick
source: TIPS BY COMPUTER
vi: MÁY TÍNH DỰ ĐOÁN

# pf-hdr-title
source: PERFORMANCE
vi: PHONG ĐỘ

# pf-hdr-sannha
source: Home
vi: Sân nhà

# pf-hdr-sankhach
source: Away
vi: Sân khách

# pf-hdr-ban
source: goal
vi: bàn

# pf-hdr-tran
source: match
vi: trận

# pf-hdr-tancong
source: Attack
vi: Tấn công

# pf-hdr-phongthu
source: Defense
vi: Phòng thủ

# pf-last5m
source: Last 5 matches
vi: Kết quả 5 trận gần nhất

# pf-section1-title
source: Table
vi: Bảng xếp hạng của 2 đội

# pf-section2-title
source: Performance on last %@ matches
vi: Phong độ tính trên %@ trận gần nhất

# pf-section2-content-r1
source: Scored matches
vi: Số trận ghi bàn

# pf-section2-content-r2
source: Average scored
vi: Tỉ lệ ghi bàn trung bình

# pf-section2-content-r3
source: None scored matches
vi: Số trận không ghi bàn

# pf-section2-content-r4
source: Clean sheet matches
vi: Số trận sạch lưới

# pf-section2-content-r5
source: Conceded matches
vi: Số trận lọt lưới

# pf-section2-content-r6
source: Average conceded matches
vi: Tỉ lệ lọt lưới trung bình

# pf-section3-title
source: Attack/Defense on last %@ matches
vi: Khả năng tấn công / phòng thủ %@ trận gần nhất

# pf-section3-content-r1
source: Average scored
vi: Tỉ lệ ghi bàn trung bình

# pf-section3-content-r2
source: None scored matches
vi: Số trận không ghi bàn

# pf-section3-content-r3
source: Scored matches
vi: Số trận ghi bàn

# pf-section3-content-r4
source: Scored/Conceded
vi: Bàn thắng/Bàn thua

# pf-section3-content-r5
source: Average conceded
vi: Tỉ lệ lọt lưới trung bình

# pf-section3-content-r6
source: Clean sheet matches
vi: Số trận không lọt lưới

# pf-section3-content-r7
source: Conceded matches
vi: Số trận lọt lưới

# pf-section3-content-r8
source: Conceded/Scored
vi: Bàn thua/Bàn thắng

# pf-hdr-final-title
source: FINAL PREDICTION
vi: DỰ ĐOÁN TỶ SỐ CHUNG CUỘC

# pf-hdr-final-msg-predict
source: Scored estimation
vi: Số bàn có thể ghi

# pf-hdr-power-title
source: OVERALL
vi: SỨC MẠNH

# pf-asia-rate
source: Handicap
vi: Châu Á

# hdr-goc-details-info.text
source: Corners:
vi: Góc:

# hdr-poss-details-info.text
source: Possession:
vi: Sở hữu bóng:

# pf-tai-txt
source: Over
vi: Tài

# pf-xiu-txt
source: Under
vi: Xỉu

# game-tai-txt
source: O
vi: Tài

# game-xiu-txt
source: U
vi: Xỉu

# livescore-post-txt
source: Postp.
vi: Hoãn

# md-chi-tiet.text
source: Details
vi: Chi tiết

# md-doi-hinh.text
source: Line-Ups
vi: Đội hình

# md-thong-ke.text
source: Stats
vi: Thống kê

# md-stats-poss.text
source: Possession
vi: Tỉ lệ kiểm soát bóng

# md-stats-corner.text
source: Corner kicks
vi: Phạt góc

# md-stats-shoot.text
source: Shots
vi: Số cú sút

# md-stats-shoot-on-target.text
source: Shots on target
vi: Số cú sút trúng đích

# md-stats-shoot-off.text
source: Goal kicks
vi: Sút phạt

# md-stats-fouls.text
source: Fouls
vi: Phạm lỗi

# md-stats-yellow-cards.text
source: Yellow cards
vi: Thẻ vàng

# md-stats-red-cards.text
source: Red cards
vi: Thẻ đỏ

# md-stats-off-side.text
source: Offsides
vi: Việt vị

# md-stats-throw-in.text
source: Throw-in
vi: Ném biên

# md-comment.text
source: Comment
vi: Thảo luận

# CommentBoxView-comment.text
source: Comment
vi: Ý kiến

# CommentBoxView-send-btn.text
source: Send
vi: Gửi

# game-filter-all-txt
source: All
vi: Tất cả

# game-filter-next-txt
source: Next
vi: Sắp đá

# game-filter-live-txt
source: Live
vi: Đang đá

# game-filter-ft-txt
source: FT
vi: Đá xong

# game-filter-filter-txt
source: Filter
vi: Lọc trận đấu theo trạng thái

# game-match-ft.txt
source: The match was finished.
vi: Trận đấu đã kết thúc.

# title_lineup1.txt
source: Substitutions
vi: Đội hình dự bị

# title_lineup2.txt
source: Coach
vi: Huấn luyện viên

# title_lineup3.txt
source: Referee
vi: Trọng tài

# Announcement-Title.txt
source: Announcement
vi: Thông báo

# lich-homnay.txt
source: Today
vi: Hôm nay

# acc-reward-stt.text
source: Transfer
vi: Chuyển khoản

# acc-reward-receiver-stt.text
source: Receiver ID
vi: ID người nhận

# acc-reward-amount-stt.text
source: Amount
vi: Số sao

# alert-transfer-money-not-existed.text
source: Receiver ID is not existed.
vi: Tài khoản người nhận không tồn tại.

# alert-transfer-money-not-positive.text
source: Amount is not positive number.
vi: Số sao chuyển phải lớn hơn 0.

# alert-transfer-money-balance.text
source: Your balance is not enough.
vi: Tài khoản của bạn không đủ.

# alert-transfer-money-success.text
source: Transfered successfully.
vi: Chuyển khoản thành công.

# alert-transfer-money-unit.text
source: Transfer unit is not over 5M ☆
vi: Mỗi lần chuyển không vượt quá 5M ☆

# alert-transfer-money-balance-over1.text
source: Your balance must be over 1M ☆
vi: Tài khoản của bạn phải lớn hơn 1M ☆

# alert-transfer-money-no-prediction.text
source: No. of Prediction must be over 50
vi: Số trận dự đoán phải lớn hơn 50 trận

# iap-napsao.text
source: Purchase Item
vi: Nạp Sao

# iap-alert-transaction-failed-title.text
source: Transaction Failed.
vi: Giao dịch thất bại.

# iap-alert-iBalance
source: Current balance is %@
vi: Số sao hiện tại %@

# bCup-group-round-txt
source: Group
vi: Vòng bảng

# bCup-knockout-round-txt
source: Knockout
vi: Vòng 1/16

# bCup-quater-round-txt
source: Quater final
vi: Tứ kết

# bCup-semi-round-txt
source: Semi final
vi: Bán kết

# bCup-final-round-txt
source: Final
vi: Chung kết

# bCup-fixture-list-txt
source: Schedule
vi: Lịch thi đấu

# bCup-stadium-txt
source: Stadium
vi: Sân vận động

# bCup-group-header-txt
source: Group
vi: Bảng

# bCup-group-country-txt
source: Country
vi: Tên đội

# bCup-group-played-txt
source: Played
vi: Số trận

# bCup-group-point-txt
source: Point
vi: Điểm

# bCup-stadium-intro-txt
source: sGioiThieu_en
vi: sGioiThieu

# bCup-stadium-note-txt
source: sGhiChu_en
vi: sGhiChu

# bCup-stadium-capacity-txt
source: sSucChua_en
vi: sSucChua

# bCup-stadium-close-button
source: Close
vi: Đóng

# bCup-intros-hyper-txt
source: Introduces
vi: Giới thiệu

# video_ads_title
source: Watch videos to get ☆
vi: Xem video để nhận ☆

# video_ads_hint
source: You have 5 times to watch videos to get ☆ everyday. Each time you watch video you will be awarded 500,000 ☆
vi: Bạn có 5 lần xem video để nhận sao mỗi ngày. Mỗi lần xem video bạn được thưởng 500,000 ☆

# video_ads_watch_now
source: Watch now!
vi: Xem ngay!
